[
    {
        "id": 1,
        "title": "The Good Dev",
        "subtitle": "Final project for Le Wagon",
        "description": "Fully functional app created in only 2 weeks by a team of 3 for our final project. The Good Dev is a platform to make volunteering process easy for developers as well as programming more accessible for organisations and communities lacking a budget. The roles would be all over the word with the option to work abroad and exchange cultures. Built with: Ruby on Rails, Javascript, PostgreSQL, HTML and CSS whilst also working as a team on Github/Heroku.",
        "img": "https://i.imgur.com/bmo7tz2.png",
        "gif": "...",
        "link": "http://www.thegooddev.co.uk/",
        "repo": "https://github.com/nataliarossini/The-Good-Dev"
    },
    {
        "id": 2,
        "title": "AirBnBake",
        "subtitle": "Project created at Le Wagon to simulate a marketplace.",
        "description": "AirbnBake is a market place where you can buy and sell cakes. We've used Mapbox API allowing the user to find the nearest cake available. This project was a created in 5 days and it was essential to reinforce and practice MVC design pattern also collaborating in a team using Github and Heroku, practicing continuous integration and deployment.",
        "img": "https://i.imgur.com/7LYigct.jpg",
        "gif": "...",
        "link": "http://airbnbake.herokuapp.com/",
        "repo": "https://github.com/OzgurFiratSayin/airbnbake"
    },
    {
        "id": 3,
        "title": "The Bakery",
        "subtitle": "Single page project with React",
        "description": "Personal project fully built with React, this project was crated for the purpose of leaning react. It's a single page app where you can select the products you want and add to your cart. You will also be able to proceed with the orders and add your details, I've used firebase to save the user's information and the ordered items. ",
        "img": "https://i.imgur.com/Cg0989T.png",
        "gif": "...",
        "link": "https://thebakery-react.netlify.app/",
        "repo": "https://github.com/nataliarossini/React-food-app"
    }
]